[
  {
    "title": "Mệnh – Di – Tài – Quan",
    "meanings": [
      "Đây chính là tam phương tứ chính của cung mệnh, những cách cục phân bố các chính tinh, phụ tá tinh ở tổ hợp 4 cung này sẽ quyết định nhiều đến quỹ tích, xu hướng cuộc đời của đương số.",
      "Mệnh cung nơi cung vị quan trọng nhất cần nhìn đầu tiên trong lá số, là nơi biểu hiện khí chất tiên thiên của mệnh tạo, tính tình của các sao tọa thủ cung mệnh có thể nói lên nhiều điều về tính cách, ưu nhược của đương số khi bản tính đó va chạm với cuộc đời, sinh ra cát hung. Bởi vì tử vi là tâm học, nghiên cứu sâu về tính cách của con người, mà tính cách sẽ quyết định vận mệnh của một đời người tốt hay xấu.",
      "Cung thiên di chính là đại biểu cho ngoại cảnh, về cách nhìn về tương lai của mệnh, cũng là hình tượng mà đương số muốn hướng tới khi bước ra ngoài đời. Cuộc đời của con người ngoài ai sống cũng luôn hướng về tương lai, vì vậy cung di là đại biểu cho những kì vọng của đương số về hoàn cảnh sống bên ngoài, từ đây có thể nói về vận xuất ngoại, về giao tế chúng sinh, nói tóm lại đó là hình tượng của mệnh khi bước chân ra ngoài xã hội, nhân duyên với người khác ở xã hội….Tất cả đều thông qua thiên di mà phán đoán.",
      "Cung quan lộc được ví như cung vị khí số của bản mệnh, nới tàng chứa về ý thức, tri thức ở tầng sâu của bản thân đương số. Vì là cung vị thuộc về ý thức tinh thần, nên từ cung quan để nhìn về đẳng cấp thể hiện tài năng của mệnh tạo trong nghề nghiệp mưu sinh. Nói cách khác, cung quan là nơi nói đến cách thức tư duy, nhìn nhận vấn đề của người đó, từ đó họ mới bắt đầu nghĩ ra những phương hướng kế hoạch để hành động, tạo những sự đột phát trong nghề nghiệp, học tập.",
      "Cung tài lộc là cũng có lẽ nhiều người quan tâm nhiều hơn cả, số mệnh có phát tài, có khả năng kiếm tiền hay không, là những vấn đề mà người đi xem chú ý đến nhiều nhất. Thực ra cung tài trong tam phương tứ chính của mệnh chủ yếu thể hiện về phương thức kiếm tiền của mệnh, cách thức mệnh tạo hành động để kiếm ra tiền, là cửa ngõ giao dịch tiền ra tiền vào của mệnh, chứ không hàm nghĩa là kho cất chứa tiền. Vì vậy nhìn từ tài bạch chúng ta sẽ thấy được xu hướng công việc của mệnh về lĩnh vực gì sẽ có tiền, dòng tiền lưu động trong làm ăn có nguy cơ hay ổn định. Nói rõ hơn, đây là cung vị biểu hiện của đương số, nếu như cung mệnh là nơi nhìn ra tính tình, cung quan là ẩn chứa cách thức tư duy suy nghĩ của mệnh, thì cung tài sẽ là nơi thể hiện những suy nghĩ của cung quan phù hợp với tính cách, thế giới quan của cung mệnh. Đây chính là quy tắc “nhất thể tam diện” mà người ta vẫn hay nói đến."
    ]
  },
  {
    "title": "Phúc – Di – Thê",
    "meanings": [
      "Tuy trên có nói đến cung di trong tam phương tứ chính của mệnh, nhưng cung di khi luận về quan hệ hôn nhân, gia đình thì đóng vai trò tam hợp cung phu thê. Về góc độ hôn nhân cung di là cung biểu hiện của cung phu thê (cung Phối), vì vậy có thể kết hợp để luận đoán về xu hướng ứng xử sau hôn nhân của vợ chồng, tức là luận đoán sau khi thành gia thất, tình hình đối đãi với nhau giữa hai vợ chồng với nhau.",
      "Cung phu thê (phối) chính là cung vị quan chính trong luận đoán về hôn nhân, đây cũng chính là cung vị người ta hay quan tâm nhất trong lá số tử vi, vì cuộc sống hôn nhân vợ chồng có tốt thì công danh sự nghiệp, cuộc đời mới thực sự mĩ mãn, đặc biệt là với người phụ nữ Á Đông, gia đình vẫn là tài sản quý giá nhất của họ.",
      "Cung phúc theo nghĩa cơ bản chính là phúc ấm của dòng họ, là cung nói về dòng họ, những người thân thuộc của mình trong gia đình lớn . Nói về bản thân cung phúc còn là cung thiên về tư tưởng, sự hưởng thụ tinh thần, bởi vì cuộc đời con người sướng khổ là do tâm, cung phúc tốt hay xấu sẽ ảnh hưởng đến vấn đề an hưởng. Vì cung phúc còn chiếu cung tài, nên cung phúc còn là hàm ý động cơ của những hoạt động tiền tài, giống như trước khi làm việc gì, ta phải tính toán, dự trù trong đầu trước, nên cung phúc có thể nói là phạm vi ý thức, tuy nhiên ở tầng nông hơn cung quan lộc. Trong luận đoán hôn nhân, cung phúc là cung vụ khí số của hôn nhân, nhìn cung phúc để thấy vợ chồng có nguy cơ đổ vỡ không hay chỉ là những sóng gió nhất thời."
    ]
  },
  {
    "title": "Phụ - Tử - Nô",
    "meanings": [
      "Phụ thuộc về lục thân, có quan hệ mật thiết với mệnh tạo trên đương số. Sinh ra ta là cha mẹ, vì vậy cung phụ mẫu là cung vị nói về sức khoẻ, tình hình cuộc sống của đấng sinh thành mệnh tạo là hàm nghĩa cơ bản. Tuy vậy, phụ mẫu còn là cung vị quang minh, chủ về học hành, cũng chủ về giấy tờ bằng cấp, trong công việc thì là người bề trên, trưởng bối của mình.",
      "Tử tức chính là cung vị về con cái hay rộng hơn là những hậu bối của bản thân đương số. Ngoài ra tử tức còn có một ý nghĩ khác là cung chi xuất tiền bạc, luận về quan hệ hợp tác trong làm. Đứng giữa phối và tài bạch, tình hình tài chính thuận lợi, gia môn bình yên có ảnh hưởng rất lớn đến con cái, đấy là sự tinh tế và khoa học trong cách sắp xếp các cung nhân sự của tử vi.",
      "Nô bộc là cung vị giao hữu, đây là đại cảnh của đương số, là những người bạn bè đồng nghiệp trong giao tiếp, trong công việc. Nhìn cung nô có thể thấy được đẳng cấp xã hội của mệnh tạo, vì mình thế nào thì hay giao lưu, tiếp xúc với những người có cùng chí hướng như vậy. Tuyến huynh nô cũng được gọi là tuyến tử vong, có ảnh hưởng khá lớn khi tham chiếu về sức khoẻ hay xem về vận hạn."
    ]
  },
  {
    "title": "Điền – Tật – Huynh",
    "meanings": [
      "Điền trạch là kho tài khố của mệnh tạo, vì tài là cung vị giao dịch, chi xuất tiền mặt, nhưng kiếm được tiền nếu không biết cất giữ thì kết quả cuối cùng vẫn là thất thoát hết, trắng tay. Vì vậy, nhìn tổ hợp điền tốt đương số mới là người giàu thực sự, có tài sản thực sự. Điền trạch còn để nhìn đất nhà cửa của bản thân ở sẽ như thế nào, có duyên với bất động sản không, giá trị của các bất động sản đương số sở hữu nhiều hay ít.",
      "Tật ách cũng là một cung vị cần chú ý, đây được ví như là cung vị thứ 2 của lá số, là cung vị tàng chứa tri thức, thể hiện những suy ngĩ ở tầng tiềm thức sâu sa của con người. Tật ách đầu tiên đúng như tên gọi, là cung sức khoẻ, cũng là cung báo hiệu những tai ách của bản thân. Muốn học hành, muốn thăng tiến, muốn đi xa việc đầu tiên là phải có một cơ thể tốt. Vì vậy, khán cung tật ách sẽ dự đoán những bộ phận cơ thể đương số có khả năng mắc bệnh, có tai ách bất ngờ và yểu mệnh không, Tất cả những vấn đề đã thuật, cần nhìn ách để phán đoán.",
      "Huynh đệ cung chính là chỉ anh chị em trong nhà mệnh, cùng phụ mẫu là hai cung giáp bên mệnh, vì khi mới sinh ra đời, cha mẹ và anh em chính là hai nhân tố ảnh hưởng đến sự hình thành tính cách, phát triển tư duy và định hình con người mệnh tạo tương lai. Đây cũng là những người thân nhất trong đời của chúng ta, là gia đình. Vì vậy, huynh đệ là cung vị trọng yếu trong việc nói về anh chị em của đương số, các sao trong cung huynh đệ là để so sánh với cung mệnh. Ngoài ra còn một nghĩa nữa của cung huynh đệ, đó là cung biểu hiện của tật ách, khi có bệnh, đây chính là cung để nhìn những biểu hiện lâm sàng của bệnh, việc chữa bệnh sẽ như thế nào, nhìn các sao ở cung đệ để luận đoán xu hướng, cho mệnh tạo những gợi ý để có thể nhanh chóng tìm được thầy thuốc hoặc phương pháp phù hợp."
    ]
  }
]